brew "aqua"
brew "readline"
brew "awscli"
brew "bat"
brew "coreutils"
brew "curl"
brew "direnv"
brew "eza"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "jq"
brew "ko"
brew "mise"
brew "moreutils"
brew "mysql-client"
brew "openssh"
brew "pinact"
brew "postgresql@16"
brew "proctools"
brew "pstree"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "tig"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "aquaskk"
cask "font-cascadia-code"
cask "font-hackgen"
cask "gcloud-cli"
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements"
cask "rancher"
cask "raycast"
cask "visual-studio-code"
cask "vivaldi"
cask "witch"
